{
  "nav.home": "Home",
  "nav.chat": "Chat",
  "nav.pricing": "Pricing",
  "nav.donate": "Donate",

  "brand.tagline": "Mindra — Someone who cares.",

  "hero.title": "Support, motivation, and clarity — when you need it most",
  "hero.subtitle": "Mindra is a supportive AI companion that helps you talk things through, stay grounded, and gently move forward. Chat, goals, habits, reminders, premium voice, and face-to-face calls — all in one place.",
  "cta.launch": "Start chatting",
  "cta.pricing": "See pricing",

  "features.title": "What Mindra helps you with",
  "features.cards.chat.title": "Supportive chat",
  "features.cards.chat.text": "Warm, calm conversations when you feel overwhelmed, tired, or alone.",
  "features.cards.coach.title": "Gentle guidance",
  "features.cards.coach.text": "Small steps, reflections, and check-ins to help you regain focus.",
  "features.cards.goals.title": "Goals & habits",
  "features.cards.goals.text": "Set goals, build habits, and track progress without pressure.",
  "features.cards.reports.title": "Progress awareness",
  "features.cards.reports.text": "Understand patterns, consistency, and momentum over time.",
  "features.cards.voice.title": "Premium voice",
  "features.cards.voice.text": "Natural voice replies and calming audio for deeper presence.",
  "features.cards.premium.title": "Face-to-face calls",
  "features.cards.premium.text": "When text isn’t enough — talk directly and feel supported.",

  "support.title": "Why Mindra exists",
  "support.intro": "Mindra was created for moments when life feels heavy — burnout, stress, loneliness, or loss of direction. It’s not about fixing you. It’s about being there.",
  "support.goal.title": "Our mission",
  "support.goal.text": "To offer consistent, respectful, and human-like support — without judgment, pressure, or expectations.",
  "support.features.1": "A calm place to talk things through.",
  "support.features.2": "Tools to gently structure life when everything feels messy.",
  "support.features.3": "Presence that doesn’t disappear when things get hard.",
  "support.cta": "Support development",
  "support.desc": "Questions or concerns? Reach out — we reply as soon as possible.",

  "footer": {
    "footerLabel": "Website footer",
    "copyrightAria": "Copyright",
    "legalNavAria": "Legal navigation",
    "privacy": "Privacy Policy",
    "terms": "Terms of Service",
    "refunds": "Refund Policy",
    "support": "Support",
    "portal": "Customer Portal",
    "disclaimer": "Mindra is not a medical or crisis service. In emergencies, contact local emergency services.",
    "contact": "Contact"
  },

  "cookie": {
    "bannerAria": "Cookie notice",
    "text": "We use cookies to operate the service, understand usage, and improve Mindra.",
    "more": "Privacy Policy",
    "accept": "Accept",
    "acceptAria": "Accept cookies",
    "details": "Details",
    "moreAria": "More about cookies"
  },

  "privacy": {
    "title": "Privacy Policy",
    "updated": "Last updated",
    "contact": "For privacy requests, contact:",
    "sections": [
      {
        "h": "Who we are",
        "p": "Mindra is a digital service operated by Mindra Group LLC (the “Company”)."
      },
      {
        "h": "What data we collect",
        "ul": [
          "Email address (for account access, payments, and support).",
          "Payment and billing metadata processed securely by Stripe. We do not store card details.",
          "Technical data such as IP address, browser type, cookies, and analytics events.",
          "User-provided content voluntarily shared in chats or settings."
        ]
      },
      {
        "h": "No health data processing",
        "p": "Mindra does not intentionally collect or process medical, psychological, or health data. Users are responsible for any information they choose to share."
      },
      {
        "h": "Purposes of processing",
        "ul": [
          "Providing and maintaining the service.",
          "Subscription management and billing.",
          "Product improvement and analytics.",
          "Security, legal compliance, and abuse prevention."
        ]
      },
      {
        "h": "Legal bases",
        "p": "Consent, contract performance, legitimate interests, and legal obligations."
      },
      {
        "h": "Data retention",
        "p": "Data is retained for the duration of the account and a reasonable period afterward, unless longer retention is required by law."
      },
      {
        "h": "Third-party services",
        "ul": [
          "Stripe for payments and billing.",
          "Analytics providers for usage insights."
        ]
      },
      {
        "h": "Your rights",
        "p": "You may request access, correction, or deletion of your personal data by contacting us."
      },
      {
        "h": "International transfers",
        "p": "Data may be processed outside your country with appropriate safeguards."
      },
      {
        "h": "Changes",
        "p": "This Privacy Policy may be updated. The latest version will always be published here."
      }
    ]
  },

  "terms": {
    "title": "Terms of Service",
    "updated": "Last updated",
    "contact": "For questions, contact:",
    "sections": [
      {
        "h": "Service description",
        "p": "Mindra is a digital self-support and motivation service designed to provide conversation, structure, and emotional support."
      },
      {
        "h": "Not a medical or psychological service",
        "p": "Mindra does not provide medical, psychological, psychiatric, or therapeutic advice, diagnosis, or treatment. It is not a substitute for licensed professionals."
      },
      {
        "h": "User responsibility",
        "p": "You acknowledge that all decisions and actions taken based on your use of Mindra are your sole responsibility."
      },
      {
        "h": "Account and eligibility",
        "p": "You must be at least 16 years old (or the minimum age required by law in your jurisdiction) to use the service."
      },
      {
        "h": "Subscriptions and payments",
        "ul": [
          "Subscriptions may auto-renew unless canceled.",
          "Payments are processed by Stripe.",
          "You can manage subscriptions via the Customer Portal or by contacting Support."
        ]
      },
      {
        "h": "Refunds",
        "p": "All purchases are subject to the Refund Policy. Use of the service generally makes purchases non-refundable."
      },
      {
        "h": "Limitation of liability",
        "p": "To the maximum extent permitted by law, Mindra Group LLC is not liable for indirect, incidental, emotional, or consequential damages."
      },
      {
        "h": "Termination",
        "p": "Access may be suspended or terminated in case of violations or legal requirements."
      },
      {
        "h": "Governing law",
        "p": "These Terms are governed by the laws of Florida, USA."
      }
    ]
  },

  "refunds": {
    "title": "Refund Policy",
    "updated": "Last updated",
    "contact": "For refund requests, contact:",
    "sections": [
      {
        "h": "All sales are final",
        "p": "All purchases of Mindra subscriptions and digital features are final and non-refundable."
      },
      {
        "h": "Use of the service",
        "p": "If you use any part of the service after purchase — including chat messages, premium voice, face-to-face calls, goals, habits, or reminders — you waive any right to a refund. This includes the use of even a single message, second, or minute."
      },
      {
        "h": "Premium voice and calls",
        "p": "Due to immediate resource consumption, any use of premium voice or face-to-face features makes the purchase strictly non-refundable."
      },
      {
        "h": "Auto-renewal exception",
        "p": "A refund may be considered only if a subscription auto-renewed, the service was not used after renewal, and the subscription was promptly canceled. Any refund is granted solely at the discretion of Mindra Group LLC."
      },
      {
        "h": "No obligation to refund",
        "p": "Mindra Group LLC is under no obligation to issue refunds and may deny any request permitted by law."
      }
    ]
  }
}
